goddade/micropython-xiaomiao/ports/esp32/boards/ESP32_XIAOMIAO/mpconfigboard.h
#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "Xueersi XiaoMiao (ESP32-WROVER-B)"
#endif

#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "ESP32-WROVER-B"
#endif
